---
title: "컴퓨터 네트워크 스터디 3주차 리뷰"
excerpt: "장황하게 설명하지 말고 두괄식으로 말하기"
categories:
  - computerNetwork
---

# 컴퓨터 네트워크 면접 스터디 3주차 리뷰

줌 면접에서는 손을 제스쳐로 쓰지 말자. 
가만히 앉아 있는게 더 집중을 높이는데 도움이 됨.

>장황하게 말하지 말고 두괄식으로 간단하게 말해라

쓸데없이 장황하게 말하려는 습관을 가지고 있는 것 같은데, 딱 결론만 두괄식으로 말하려고 노력해야 하겠다.

>모르면 그냥 바로 모른다 해라

추측해서 답변을 해보았는데, 만일 이 내용이 틀리면 마이너스만 되는 약점만 줄줄 보내는 게 된다.
그냥 애초에 모른다고 못을 박자.

>직무에 fit한 프로젝트를 해라

인성면접에서 물어보는 내용들에 직무에 fit한 프로젝트를 진행하며 얻은 인사이트들을 얘기하자.
멘토분은 자신이 학교를 다니면서 진행한 프로젝트의 언어가 자신이 지원하는 직무에 관련이 없던 것이라 면접 때 쓸 수 없었다고 말했다.
빠른 직무 선정, 그리고 이에 맞는 프로젝트 경험을 가져가는 것이 중요하다 생각한다.
과연 나는 언제쯤 명확한 직무를 설정할 수 있을까?
응통 다전공은 괜히 한건 아닐까?
이번 3학년을 다니면서 진지하게 고민을 해보아야 할 것이다.

---
오늘은 나 말고 전부 다 대학원생, 현직자 분들이였는데 역시 현직자분들은 짬에서 나오는 답변이라는게 느껴진다.
나는 책에서 배운 내용을 배우는 학부생이지만..
이직을 준비하는 분들이 많은 것 같다. 노마드 코더 스터디에서든, 이 면접스터디에서든.
과연 나는 네카라쿠베에 바로 들어갈 수 있을까란 생각이 들었다.